DOE_4/run7/constant/transportProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}

phases (water air contactFluid);

// Water
water
{
    transportModel  Newtonian;

    rho             1100;
    nu              1.81e-5;
}

// Air
air
{
    transportModel  Newtonian;
    nu              1.5e-5;
    rho             1.2;
}

contactFluid
{
    transportModel  Newtonian;

    rho             1400;

    
    nu              2.142857143e-05;
}




// Surface tension
// sigma            0.072;
// sigma            0.03;
